Regenerating elements.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RegenElements { get; }
  Visual Basic
Public Shared ReadOnly Property RegenElements As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RegenElements {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RegenFailures Class
  Autodesk.Revit.DB Namespace